{
  "meta": {
    "name": "Dublin Core",
    "description": "Dublin Core is an initiative to create a digital 'library card catalog' for the Web. Dublin Core is made up of 15 metadata (data that describes data) elements that offer expanded cataloging information and improved document indexing for search engine programs.",
    "url": "http://dublincore.org/",
    "icon": ""
  },
  "tags": {
    "dcterms.Identifier": {
      "description": "An unambiguous reference to the resource within a given context. Recommended best practice is to identify the resource by means of a string conforming to a formal identification system.",
      "attributes": {
        "content": {
          "type": "text",
          "default": "{siteUrl}"
        }
      }
    },
    "dcterms.Format": {
      "description": "The file format, physical medium, or dimensions of the resource. Examples of dimensions include size and duration. Recommended best practice is to use a controlled vocabulary such as the list of Internet Media Types [MIME].",
      "attributes": {
        "content": {
          "type": "text",
          "default": "text/html"
        }
      }
    },
    "dcterms.Relation": {
      "description": "A related resource. Recommended best practice is to identify the related resource by means of a string conforming to a formal identification system.",
      "attributes": {
        "content": {
          "type": "text",
          "default": "{siteName}"
        }
      }
    },
    "dcterms.Language": {
      "description": "A language of the resource. Recommended best practice is to use a controlled vocabulary such as RFC 4646 [RFC4646].",
      "attributes": {
        "content": {
          "type": "text",
          "default": "{siteLocale}"
        }
      }
    },
    "dcterms.Publisher": {
      "description": "An entity responsible for making the resource available. Examples of a Publisher include a person, an organization, or a service. Typically, the name of a Publisher should be used to indicate the entity.",
      "attributes": {
        "content": {
          "type": "text",
          "default": "{siteName}"
        }
      }
    },
    "dcterms.Type": {
      "description": "The nature or genre of the resource. Recommended best practice is to use a controlled vocabulary such as the DCMI Type Vocabulary [DCMITYPE]. To describe the file format, physical medium, or dimensions of the resource, use the Format element.",
      "attributes": {
        "content": {
          "type": "text",
          "default": "text/html"
        }
      }
    },
    "dcterms.Coverage": {
      "description": "The spatial or temporal topic of the resource, the spatial applicability of the resource, or the jurisdiction under which the resource is relevant. Spatial topic and spatial applicability may be a named place or a location specified by its geographic coordinates.",
      "attributes": {
        "content": {
          "type": "text",
          "default": "{siteUrl}"
        }
      }
    }

  }
}